Repository: jrevillard/genie-ai-replica
Catalog: mobile/genie_ai_mobile_swiftui/GenieAI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, pt, ru, sw, th, zh

# countries.ZW
source: Zimbabwe
ar: زيمبابوي
de: Simbabwe
es: Zimbabue
pt: Zimbábue
ru: Зимбабве
th: ซิมบับเว
zh: 津巴布韦

source: Country
ar: الدولة
de: Land
es: País
fr: Pays
id: Negara
pt: País
ru: Страна
sw: Nchi
th: ประเทศ
zh: 国家

source: Court case history
ar: تاريخ القضايا المحكمة
de: Gerichtsfallhistorie
es: Historial de casos judiciales
fr: Historique des affaires judiciaires
id: Riwayat kasus pengadilan
pt: Histórico de casos judiciais
ru: История судебных дел
sw: Historia ya kesi za mahakama
th: ประวัติคดีความ
zh: 法庭案件历史

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
id: Buat
pt: Criar
ru: Создать
sw: Unda
th: สร้าง
zh: 创建

source: Create a new password
ar: أنشئ كلمة مرور جديدة
de: Erstelle ein neues Passwort
es: Crea una nueva contraseña
fr: Créez un nouveau mot de passe
id: Buat kata sandi baru
pt: Crie uma nova senha
ru: Придумайте новый пароль
sw: Unda nenosiri mpya
th: สร้างรหัสผ่านใหม่
zh: 创建一个新密码

source: Create a password
ar: أنشئ كلمة مرور
de: Erstelle ein Passwort
es: Crea una contraseña
fr: Créez un mot de passe
id: Buat kata sandi
pt: Crie uma senha
ru: Придумайте пароль
sw: Unda nenosiri
th: สร้างรหัสผ่าน
zh: 创建密码

source: Create Folder
ar: إنشاء مجلد
de: Ordner erstellen
es: Crear carpeta
fr: Créer un dossier
id: Buat Folder
pt: Criar Pasta
ru: Создать папку
sw: Unda Folda
th: สร้างโฟลเดอร์
zh: 创建文件夹

source: Create New Account
ar: إنشاء حساب جديد
de: Neues Konto erstellen
es: Crear cuenta nueva
fr: Créer un nouveau compte
id: Buat Akun Baru
pt: Criar Nova Conta
ru: Создать новый аккаунт
sw: Unda Akaunti Mpya
th: สร้างบัญชีใหม่
zh: 创建新账户

source: Create New Password
ar: إنشاء كلمة مرور جديدة
de: Neues Passwort erstellen
es: Crear nueva contraseña
fr: Créer un nouveau mot de passe
id: Buat Kata Sandi Baru
pt: Criar Nova Senha
ru: Создать новый пароль
sw: Unda Nenosiri Mpya
th: สร้างรหัสผ่านใหม่
zh: 创建新密码

source: Created
ar: تم الإنشاء
de: Erstellt
es: Creado
fr: Créé
id: Dibuat
pt: Criado
ru: Создано
sw: Imeundwa
th: สร้างเมื่อ
zh: 创建于

source: Criminal
ar: جنائي
de: Kriminal
es: Penal
fr: Criminel
id: Pidana
ru: Крим.
sw: Jinai
th: อาชญากรรม
zh: 犯罪

source: Criminal & Legal Records
ar: السجلات الجنائية والقانونية
de: Straf- & Rechtsregister
es: Registros Penales y Legales
fr: Casier judiciaire et juridique
id: Catatan Pidana & Hukum
pt: Registros Criminais e Legais
ru: Уголовные и юридические записи
sw: Rekodi za Jinai na Kisheria
th: ประวัติอาชญากรรมและกฎหมาย
zh: 犯罪与法律记录

source: Criminal Justice
ar: العدالة الجنائية
de: Strafjustiz
es: Justicia Penal
fr: Justice pénale
id: Peradilan Pidana
pt: Justiça Criminal
ru: Уголовное правосудие
sw: Haki ya Jinai
th: กระบวนการยุติธรรมทางอาญา
zh: 刑事司法

source: Current employer details
ar: تفاصيل صاحب العمل الحالي
de: Details zum aktuellen Arbeitgeber
es: Detalles del empleador actual
fr: Détails de l'employeur actuel
id: Detail pemberi kerja saat ini
pt: Detalhes do empregador atual
ru: Данные текущего работодателя
sw: Maelezo ya mwajiri wa sasa
th: รายละเอียดนายจ้างปัจจุบัน
zh: 当前雇主详情

source: Current residential address
ar: عنوان السكن الحالي
de: Aktuelle Wohnadresse
es: Dirección residencial actual
fr: Adresse résidentielle actuelle
id: Alamat tempat tinggal saat ini
pt: Endereço residencial atual
ru: Текущий адрес проживания
sw: Anwani ya sasa ya makazi
th: ที่อยู่ปัจจุบัน
zh: 当前居住地址

source: Cybersecurity
ar: الأمن السيبراني
de: Cybersicherheit
es: Ciberseguridad
fr: Cybersécurité
id: Keamanan Siber
pt: Segurança Cibernética
ru: Кибербезопасность
sw: Usalama wa Mtandao
th: ความปลอดภัยทางไซเบอร์
zh: 网络安全

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
id: Gelap
pt: Escuro
ru: Темная
sw: Giza
th: มืด
zh: 深色

source: Data Science
ar: علم البيانات
es: Ciencia de Datos
fr: Science des données
id: Ilmu Data
pt: Ciência de Dados
ru: Наука о данных
sw: Sayansi ya Data
th: วิทยาศาสตร์ข้อมูล
zh: 数据科学

source: Date cannot be in the future
ar: التاريخ لا يمكن أن يكون في المستقبل
de: Datum kann nicht in der Zukunft liegen
es: La fecha no puede ser futura
fr: La date ne peut pas être dans le futur
id: Tanggal tidak boleh di masa depan
pt: A data não pode ser no futuro
ru: Дата не может быть в будущем
sw: Tarehe haiwezi kuwa katika siku zijazo
th: วันที่ต้องไม่เป็นวันที่ในอนาคต
zh: 日期不能是未来日期

source: Date of birth
ar: تاريخ الميلاد
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
id: Tanggal lahir
pt: Data de nascimento
ru: Дата рождения
sw: Tarehe ya kuzaliwa
th: วันเกิด
zh: 出生日期

source: Date of birth cannot be in the future
ar: تاريخ الميلاد لا يمكن أن يكون في المستقبل
de: Geburtsdatum kann nicht in der Zukunft liegen
es: La fecha de nacimiento no puede ser futura
fr: La date de naissance ne peut pas être dans le futur
id: Tanggal lahir tidak boleh di masa depan
pt: A data de nascimento não pode ser no futuro
ru: Дата рождения не может быть в будущем
sw: Tarehe ya kuzaliwa haiwezi kuwa katika siku zijazo
th: วันเกิดต้องไม่เป็นวันที่ในอนาคต
zh: 出生日期不能是未来日期

source: Date of birth is required
ar: تاريخ الميلاد مطلوب
de: Geburtsdatum ist erforderlich
es: La fecha de nacimiento es obligatoria
fr: La date de naissance est requise
id: Tanggal lahir wajib diisi
pt: Data de nascimento é obrigatória
ru: Дата рождения обязательна
sw: Tarehe ya kuzaliwa inahitajika
th: จำเป็นต้องระบุวันเกิด
zh: 出生日期是必填项

source: days
ar: أيام
de: Tage
es: días
fr: jours
id: hari
pt: dias
ru: дн.
sw: siku
th: วัน
zh: 天

source: Death certificate
ar: شهادة الوفاة
de: Sterbeurkunde
es: Certificado de defunción
fr: Certificat de décès
id: Akta kematian
pt: Certidão de óbito
ru: Свидетельство о смерти
sw: Cheti cha kifo
th: ใบมรณบัตร
zh: 死亡证明

source: Degraded
ar: متأثرة
de: Eingeschränkt
es: Degradado
fr: Dégradé
id: Terganggu
pt: Degradado
ru: Сбои
sw: Inazorota
th: ประสิทธิภาพลดลง
zh: 性能下降

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
pt: Excluir
ru: Удалить
sw: Futa
th: ลบ
zh: 删除

source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
id: Hapus Akun
pt: Excluir Conta
ru: Удалить аккаунт
sw: Futa Akaunti
th: ลบบัญชี
zh: 删除账户

source: Delete Chat
ar: حذف المحادثة
de: Chat löschen
es: Eliminar chat
fr: Supprimer le chat
id: Hapus Obrolan
pt: Excluir Chat
ru: Удалить чат
sw: Futa Gumzo
th: ลบแชท
zh: 删除聊天

source: Delete Folder
ar: حذف المجلد
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
id: Hapus Folder
pt: Excluir Pasta
ru: Удалить папку
sw: Futa Folda
th: ลบโฟลเดอร์
zh: 删除文件夹

source: Deleting...
ar: جاري الحذف...
de: Lösche...
es: Eliminando...
fr: Suppression...
id: Menghapus...
pt: Excluindo...
ru: Удаление...
sw: Inafuta...
th: กำลังลบ...
zh: 正在删除...

source: Dentistry
ar: طب الأسنان
de: Zahnmedizin
es: Odontología
fr: Dentisterie
id: Kedokteran Gigi
pt: Odontologia
ru: Стоматология
sw: Udaktari wa Meno
th: ทันตแพทยศาสตร์
zh: 牙科

source: Didn't receive an email?
ar: لم تستلم البريد الإلكتروني؟
de: Keine E-Mail erhalten?
es: ¿No recibiste el correo?
fr: Vous n'avez pas reçu l'e-mail ?
id: Tidak menerima email?
pt: Não recebeu um e-mail?
ru: Не получили письмо?
sw: Hukupata barua pepe?
th: ไม่ได้รับอีเมล?
zh: 没收到邮件？

source: Diplomas, degrees, and certifications
ar: الشهادات والدبلومات والدرجات العلمية
de: Diplome, Abschlüsse und Zertifikate
es: Diplomas, títulos y certificaciones
fr: Diplômes, grades et certifications
id: Diploma, gelar, dan sertifikat
pt: Diplomas, graus e certificações
ru: Дипломы, степени и сертификаты
sw: Diploma, digrii, na vyeti
th: อนุปริญญา ปริญญา และใบประกาศนียบัตร
zh: 文凭、学位和证书

source: Disability status
ar: حالة الإعاقة
de: Behinderungsstatus
es: Estado de discapacidad
fr: Statut d'invalidité
id: Status disabilitas
pt: Status de deficiência
ru: Статус инвалидности
sw: Hali ya ulemavu
th: สถานะความพิการ
zh: 残疾状况

source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
id: Buang
pt: Descartar
ru: Отменить
sw: Tupa
th: ทิ้ง
zh: 丢弃

source: Discard & Load
ar: تجاهل وتحميل
de: Verwerfen & Laden
es: Descartar y Cargar
fr: Ignorer et Charger
id: Buang & Muat
pt: Descartar e Carregar
ru: Отм. и Загр.
sw: Tupa & Pakia
th: ทิ้ง & โหลด
zh: 放弃并加载

source: Discard & New
ar: تجاهل وجديد
de: Verwerfen & Neu
es: Descartar y Nuevo
fr: Ignorer et Nouveau
id: Buang & Baru
pt: Descartar e Novo
ru: Отм. и Новый
sw: Tupa & Mpya
th: ทิ้ง & ใหม่
zh: 放弃并新建

source: Discard and Start New
ar: تجاهل وبدء جديد
de: Verwerfen und neu beginnen
es: Descartar e iniciar nueva
fr: Ignorer et commencer un nouveau
id: Buang dan Mulai Baru
pt: Descartar e Iniciar Novo
ru: Отменить и начать новый
sw: Tupa na Anza Mpya
th: ทิ้งและเริ่มใหม่
zh: 放弃并开始新对话

source: Discard unsaved changes?
ar: تجاهل التغييرات غير المحفوظة؟
de: Ungespeicherte Änderungen verwerfen?
es: ¿Descartar cambios no guardados?
fr: Ignorer les modifications non enregistrées ?
id: Buang perubahan yang belum disimpan?
pt: Descartar alterações não salvas?
ru: Отменить несохраненные изменения?
sw: Tupa mabadiliko ambayo hayajahifadhiwa?
th: ทิ้งการเปลี่ยนแปลงที่ยังไม่ได้บันทึก?
zh: 放弃未保存的更改？

source: Display
ar: العرض
de: Anzeige
es: Pantalla
fr: Affichage
id: Tampilan
pt: Exibição
ru: Отображение
sw: Onyesho
th: การแสดงผล
zh: 显示

source: Display Language
ar: لغة العرض
de: Anzeigesprache
es: Idioma de visualización
fr: Langue d'affichage
id: Bahasa Tampilan
pt: Idioma de Exibição
ru: Язык интерфейса
sw: Lugha ya Onyesho
th: ภาษาที่แสดง
zh: 显示语言

source: Divorced
ar: مطلق/مطلقة
de: Geschieden
es: Divorciado/a
fr: Divorcé(e)
id: Cerai
pt: Divorciado(a)
ru: Разведен(а)
sw: Ametalikiwa
th: หย่าร้าง
zh: 离异

source: Doctor of Business Administration (DBA)
ar: دكتور في إدارة الأعمال (DBA)
es: Doctor en Administración de Empresas (DBA)
fr: Docteur en administration des affaires (DBA)
id: Doktor Administrasi Bisnis (DBA)
pt: Doutor em Administração de Empresas (DBA)
ru: Доктор бизнес-администрирования (DBA)
sw: Daktari wa Utawala wa Biashara (DBA)
th: บริหารธุรกิจดุษฎีบัณฑิต (DBA)
zh: 工商管理博士 (DBA)

source: Doctor of Education (EdD)
ar: دكتور في التعليم (EdD)
es: Doctor en Educación (EdD)
fr: Docteur en éducation (EdD)
id: Doktor Pendidikan (EdD)
pt: Doutor em Educação (EdD)
ru: Доктор образования (EdD)
sw: Daktari wa Elimu (EdD)
th: ครุศาสตรดุษฎีบัณฑิต (EdD)
zh: 教育博士 (EdD)

source: Doctor of Jurisprudence (JD)
ar: دكتور في القانون (JD)
es: Doctor en Jurisprudencia (JD)
fr: Docteur en jurisprudence (JD)
id: Doktor Yurisprudensi (JD)
pt: Doutor em Jurisprudência (JD)
ru: Доктор юриспруденции (JD)
sw: Daktari wa Jurisprudence (JD)
th: นิติศาสตรดุษฎีบัณฑิต (JD)
zh: 法学博士 (JD)

source: Doctor of Medicine (MD)
ar: دكتور في الطب (MD)
es: Doctor en Medicina (MD)
fr: Docteur en médecine (MD)
id: Doktor Kedokteran (MD)
pt: Doutor em Medicina (MD)
ru: Доктор медицины (MD)
sw: Daktari wa Tiba (MD)
th: แพทยศาสตรดุษฎีบัณฑิต (MD)
zh: 医学博士 (MD)

source: Doctor of Philosophy (PhD)
ar: دكتوراه في الفلسفة (PhD)
es: Doctorado en Filosofía (PhD)
fr: Doctorat en philosophie (PhD)
id: Doktor Filsafat (PhD)
pt: Doutorado em Filosofia (PhD)
ru: Доктор философии (PhD)
sw: Daktari wa Falsafa (PhD)
th: ปรัชญาดุษฎีบัณฑิต (PhD)
zh: 哲学博士 (PhD)

source: Doctoral Degree
ar: درجة الدكتوراه
de: Doktorgrad
es: Doctorado
fr: Doctorat
id: Gelar Doktor
pt: Doutorado
ru: Докторская степень
sw: Shahada ya Uzamivu
th: ปริญญาเอก
zh: 博士学位

source: Document Upload
ar: تحميل المستند
de: Dokument-Upload
es: Carga de documentos
fr: Téléchargement de document
id: Unggah Dokumen
pt: Upload de Documento
ru: Загрузка документа
sw: Upakiaji wa Nyaraka
th: อัปโหลดเอกสาร
zh: 文件上传

source: Don't have an account?
ar: ليس لديك حساب؟
de: Kein Konto?
es: ¿No tienes cuenta?
fr: Vous n'avez pas de compte ?
id: Belum punya akun?
pt: Não tem uma conta?
ru: Нет аккаунта?
sw: Huna akaunti?
th: ยังไม่มีบัญชี?
zh: 没有账户？

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Fait
id: Selesai
pt: Concluído
ru: Готово
sw: Imekamilika
th: เสร็จสิ้น
zh: 完成

source: Drag & drop files here, or click to select
ar: اسحب وأفلت الملفات هنا، أو انقر للاختيار
de: Dateien hierher ziehen & ablegen, oder klicken zum Auswählen
es: Arrastra y suelta archivos aquí, o haz clic para seleccionar
fr: Glissez et déposez des fichiers ici, ou cliquez pour sélectionner
id: Seret & lepas berkas di sini, atau klik untuk memilih
pt: Arraste e solte arquivos aqui, ou clique para selecionar
ru: Перетащите файлы сюда или нажмите, чтобы выбрать
sw: Buruta na dondosha faili hapa, au bofya ili kuchagua
th: ลากและวางไฟล์ที่นี่ หรือคลิกเพื่อเลือก
zh: 将文件拖放到此处，或点击选择

source: Driver's license
ar: رخصة القيادة
de: Führerschein
es: Licencia de conducir
fr: Permis de conduire
id: Surat Izin Mengemudi
pt: Carteira de motorista
ru: Водительские права
sw: Leseni ya udereva
th: ใบอนุญาตขับขี่
zh: 驾驶执照

source: Driving License
ar: رخصة القيادة
de: Führerschein
es: Licencia de conducir
fr: Permis de conduire
id: Surat Izin Mengemudi
pt: Carteira de Motorista
ru: Водительские права
sw: Leseni ya Udereva
th: ใบอนุญาตขับขี่
zh: 驾驶执照

source: Driving license history and endorsements
ar: تاريخ رخصة القيادة والتأييدات
de: Führerscheinhistorie und Vermerke
es: Historial de licencia y endosos
fr: Historique du permis de conduire et mentions
id: Riwayat surat izin mengemudi dan pengesahan
pt: Histórico da carteira de motorista e endossos
ru: История водительских прав и отметок
sw: Historia ya leseni ya udereva na uidhinishaji
th: ประวัติใบอนุญาตขับขี่และการรับรอง
zh: 驾驶执照历史和背书

source: eCitizen Portal
ar: بوابة المواطن الإلكتروني
es: Portal eCitizen
fr: Portail eCitizen
id: Portal eCitizen
pt: Portal eCitizen
ru: Портал eCitizen
sw: Tovuti ya eCitizen
th: พอร์ทัล eCitizen
zh: eCitizen 门户

source: Economics
ar: اقتصاد
de: Volkswirtschaftslehre
es: Economía
fr: Économie
id: Ekonomi
pt: Economia
ru: Экономика
sw: Uchumi
th: เศรษฐศาสตร์
zh: 经济学

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
pt: Editar
ru: Редактировать
sw: Hariri
th: แก้ไข
zh: 编辑

source: Edit Folder
ar: تعديل مجلد
de: Ordner bearbeiten
es: Editar carpeta
fr: Modifier le dossier
pt: Editar Pasta
ru: Редактировать папку
sw: Hariri Folda
th: แก้ไขโฟลเดอร์
zh: 编辑文件夹

source: Education & Academic Records
ar: التعليم والسجلات الأكاديمية
de: Bildung & Akademische Aufzeichnungen
es: Educación y Registros Académicos
fr: Éducation et dossiers académiques
id: Pendidikan & Catatan Akademik
pt: Educação e Registros Acadêmicos
ru: Образование и академические записи
sw: Elimu na Rekodi za Kitaaluma
th: การศึกษาและระเบียนทางวิชาการ
zh: 教育与学术记录

source: Election participation history
ar: تاريخ المشاركة في الانتخابات
de: Wahlteilnahmehistorie
es: Historial de participación electoral
fr: Historique de participation aux élections
id: Riwayat partisipasi pemilu
pt: Histórico de participação em eleições
ru: История участия в выборах
sw: Historia ya ushiriki wa uchaguzi
th: ประวัติการมีส่วนร่วมในการเลือกตั้ง
zh: 选举参与历史

source: Electrical Engineering
ar: الهندسة الكهربائية
de: Elektrotechnik
es: Ingeniería Eléctrica
fr: Génie électrique
id: Teknik Elektro
pt: Engenharia Elétrica
ru: Электротехника
sw: Uhandisi wa Umeme
th: วิศวกรรมไฟฟ้า
zh: 电气工程

source: Elementary Education
ar: التعليم الابتدائي
de: Grundschulpädagogik
es: Educación Primaria
fr: Enseignement primaire
id: Pendidikan Dasar
pt: Educação Elementar
ru: Начальное образование
sw: Elimu ya Msingi
th: ประถมศึกษา
zh: 基础教育

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
sw: Barua pepe
th: อีเมล
zh: 电子邮件

source: Email already exists
ar: البريد الإلكتروني موجود بالفعل
de: E-Mail existiert bereits
es: El correo ya existe
fr: L'e-mail existe déjà
id: Email sudah ada
pt: E-mail já existe
ru: Email уже используется
sw: Barua pepe tayari inatumika
th: อีเมลนี้มีอยู่แล้ว
zh: 电子邮件已存在

source: Email already in use
ar: البريد الإلكتروني مستخدم بالفعل
de: E-Mail bereits in Verwendung
es: El correo ya está en uso
fr: L'e-mail est déjà utilisé
id: Email sudah digunakan
pt: E-mail já está em uso
ru: Email уже используется
sw: Barua pepe tayari inatumika
th: อีเมลถูกใช้งานแล้ว
zh: 电子邮件已被使用

source: Email updates
ar: تحديثات البريد الإلكتروني
es: Actualizaciones por correo
fr: Mises à jour par e-mail
id: Pembaruan email
pt: Atualizações por e-mail
ru: Email-рассылка
sw: Taarifa za barua pepe
th: อัปเดตทางอีเมล
zh: 电子邮件更新

source: Email Verified Successfully!
ar: تم التحقق من البريد الإلكتروني بنجاح!
de: E-Mail erfolgreich verifiziert!
es: ¡Correo verificado con éxito!
fr: E-mail vérifié avec succès !
id: Email Berhasil Diverifikasi!
pt: E-mail Verificado com Sucesso!
ru: Email успешно подтвержден!
sw: Barua pepe Imethibitishwa!
th: ยืนยันอีเมลสำเร็จ!
zh: 电子邮件验证成功！

source: Employed
ar: موظف
de: Angestellt
es: Empleado
fr: Employé
id: Bekerja
pt: Empregado
ru: Работающий
sw: Ameajiriwa
th: มีงานทำ
zh: 受雇

source: Employment
ar: توظيف
de: Arbeit
es: Empleo
fr: Emploi
id: Pekerjaan
pt: Emprego
ru: Работа
sw: Ajira
th: การจ้างงาน
zh: 就业

source: Employment & Economic Data
ar: بيانات التوظيف والاقتصاد
de: Beschäftigungs- & Wirtschaftsdaten
es: Datos Económicos y de Empleo
fr: Données sur l'emploi et l'économie
id: Data Ketenagakerjaan & Ekonomi
pt: Dados de Emprego e Econômicos
ru: Данные о занятости и экономике
sw: Data ya Ajira na Uchumi
th: ข้อมูลการจ้างงานและเศรษฐกิจ
zh: 就业与经济数据

source: Employment history
ar: تاريخ التوظيف
de: Beschäftigungsverlauf
es: Historial de empleo
fr: Historique d'emploi
id: Riwayat pekerjaan
pt: Histórico de emprego
ru: История занятости
sw: Historia ya ajira
th: ประวัติการทำงาน
zh: 就业历史

source: English
ar: الإنجليزية
de: Englisch
es: Inglés
fr: Anglais
id: Inggris
pt: Inglês
ru: Английский
sw: Kiingereza
th: อังกฤษ
zh: 英语

source: English Literature
ar: الأدب الإنجليزي
de: Englische Literatur
es: Literatura Inglesa
fr: Littérature anglaise
id: Sastra Inggris
pt: Literatura Inglesa
ru: Английская литература
sw: Fasihi ya Kiingereza
th: วรรณคดีอังกฤษ
zh: 英国文学

source: Enter a username
ar: أدخل اسم المستخدم
de: Gib einen Benutzernamen ein
es: Ingresa un nombre de usuario
fr: Entrez un nom d'utilisateur
id: Masukkan nama pengguna
pt: Digite um nome de usuário
ru: Введите имя пользователя
sw: Weka jina la mtumiaji
th: ป้อนชื่อผู้ใช้
zh: 输入用户名

source: Enter conversation title
ar: أدخل عنوان المحادثة
de: Titel der Konversation eingeben
es: Ingresa título de la conversación
fr: Entrez le titre de la conversation
id: Masukkan judul percakapan
pt: Digite o título da conversa
ru: Введите название разговора
sw: Weka kichwa cha mazungumzo
th: ป้อนชื่อบทสนทนา
zh: 输入对话标题

source: Enter file name
ar: أدخل اسم الملف
de: Dateinamen eingeben
es: Ingresa nombre del archivo
fr: Entrez le nom du fichier
id: Masukkan nama berkas
pt: Digite o nome do arquivo
ru: Введите имя файла
sw: Weka jina la faili
th: ป้อนชื่อไฟล์
zh: 输入文件名

source: Enter folder name
ar: أدخل اسم المجلد
de: Ordnernamen eingeben
es: Ingresa el nombre de la carpeta
fr: Entrez le nom du dossier
id: Masukkan nama folder
pt: Digite o nome da pasta
ru: Введите имя папки
sw: Weka jina la folda
th: ป้อนชื่อโฟลเดอร์
zh: 输入文件夹名称

source: Enter reset token
ar: أدخل رمز إعادة التعيين
de: Reset-Token eingeben
es: Ingresa el token
fr: Entrez le jeton de réinitialisation
id: Masukkan token setel ulang
pt: Digite o token de redefinição
ru: Введите токен сброса
sw: Weka tokeni ya kuweka upya
th: ป้อนโทเค็นรีเซ็ต
zh: 输入重置令牌

source: Enter your date of birth in MM/DD/YYYY format
ar: أدخل تاريخ ميلادك بتنسيق MM/DD/YYYY
de: Gib dein Geburtsdatum im Format MM/TT/JJJJ ein
es: Ingresa tu fecha de nacimiento en formato MM/DD/AAAA
fr: Entrez votre date de naissance au format MM/JJ/AAAA
id: Masukkan tanggal lahir Anda dalam format BB/HH/TTTT
pt: Digite sua data de nascimento no formato MM/DD/AAAA
ru: Введите дату рождения в формате ММ/ДД/ГГГГ
sw: Weka tarehe yako ya kuzaliwa katika umbizo la MM/DD/YYYY
th: ป้อนวันเกิดของคุณในรูปแบบ ดด/วว/ปปปป
zh: 以 MM/DD/YYYY 格式输入您的出生日期

source: Enter your email
ar: أدخل بريدك الإلكتروني
de: Gib deine E-Mail ein
es: Ingresa tu correo
fr: Entrez votre e-mail
id: Masukkan email Anda
pt: Digite seu e-mail
ru: Введите ваш email
sw: Weka barua pepe yako
th: ป้อนอีเมลของคุณ
zh: 输入您的电子邮件

source: Enter your full legal name
ar: أدخل اسمك القانوني الكامل
de: Gib deinen vollen gesetzlichen Namen ein
es: Ingresa tu nombre legal completo
fr: Entrez votre nom légal complet
id: Masukkan nama lengkap resmi Anda
pt: Digite seu nome legal completo
ru: Введите ваше полное юридическое имя
sw: Weka jina lako kamili la kisheria
th: ป้อนชื่อ-นามสกุลตามกฎหมายของคุณ
zh: 输入您的法定全名

source: Enter your full legal name as it appears on your official documents
ar: أدخل اسمك القانوني الكامل كما يظهر في مستنداتك الرسمية
de: Gib deinen vollen gesetzlichen Namen ein, wie er auf deinen offiziellen Dokumenten erscheint
es: Ingresa tu nombre legal completo como aparece en documentos oficiales
fr: Entrez votre nom légal complet tel qu'il apparaît sur vos documents officiels
id: Masukkan nama lengkap resmi Anda seperti yang tertera pada dokumen resmi Anda
pt: Digite seu nome legal completo como aparece em seus documentos oficiais
ru: Введите ваше полное юридическое имя, как оно указано в официальных документах
sw: Weka jina lako kamili la kisheria kama linavyoonekana kwenye nyaraka zako rasmi
th: ป้อนชื่อ-นามสกุลตามกฎหมายของคุณตามที่ปรากฏในเอกสารราชการ
zh: 输入您在官方文件上显示的法定全名

source: Enter your nationality
ar: أدخل جنسيتك
de: Gib deine Nationalität ein
es: Ingresa tu nacionalidad
fr: Entrez votre nationalité
id: Masukkan kewarganegaraan Anda
pt: Digite sua nacionalidade
ru: Введите вашу национальность
sw: Weka utaifa wako
th: ป้อนสัญชาติของคุณ
zh: 输入您的国籍

source: Enter your password to confirm:
ar: أدخل كلمة المرور للتأكيد:
de: Gib dein Passwort zur Bestätigung ein:
es: Ingresa tu contraseña para confirmar:
fr: Entrez votre mot de passe pour confirmer :
id: Masukkan kata sandi Anda untuk konfirmasi:
pt: Digite sua senha para confirmar:
ru: Введите пароль для подтверждения:
sw: Weka nenosiri lako kuthibitisha:
th: ป้อนรหัสผ่านของคุณเพื่อยืนยัน:
zh: 输入您的密码以确认：

source: Environmental Engineering
ar: الهندسة البيئية
de: Umweltingenieurwesen
es: Ingeniería Ambiental
fr: Génie de l'environnement
id: Teknik Lingkungan
pt: Engenharia Ambiental
ru: Экологическая инженерия
sw: Uhandisi wa Mazingira
th: วิศวกรรมสิ่งแวดล้อม
zh: 环境工程

source: Environmental Science
ar: العلوم البيئية
de: Umweltwissenschaften
es: Ciencias Ambientales
fr: Sciences de l'environnement
id: Ilmu Lingkungan
pt: Ciência Ambiental
ru: Экология
sw: Sayansi ya Mazingira
th: วิทยาศาสตร์สิ่งแวดล้อม
zh: 环境科学

source: Error loading countries
ar: خطأ في تحميل الدول
de: Fehler beim Laden der Länder
es: Error al cargar países
fr: Erreur lors du chargement des pays
id: Kesalahan memuat negara
pt: Erro ao carregar países
ru: Ошибка загрузки стран
sw: Hitilafu kupakia nchi
th: ข้อผิดพลาดในการโหลดประเทศ
zh: 加载国家出错

source: Error loading profile data
ar: خطأ في تحميل بيانات الملف الشخصي
de: Fehler beim Laden der Profildaten
es: Error al cargar datos del perfil
fr: Erreur lors du chargement des données de profil
id: Kesalahan memuat data profil
pt: Erro ao carregar dados do perfil
ru: Ошибка загрузки данных профиля
sw: Hitilafu kupakia data ya wasifu
th: ข้อผิดพลาดในการโหลดข้อมูลโปรไฟล์
zh: 加载个人资料数据时出错

source: Error processing your request.
ar: خطأ في معالجة طلبك.
de: Fehler bei der Verarbeitung deiner Anfrage.
es: Error al procesar tu solicitud.
fr: Erreur lors du traitement de votre demande.
id: Kesalahan memproses permintaan Anda.
pt: Erro ao processar sua solicitação.
ru: Ошибка обработки вашего запроса.
sw: Hitilafu kuchakata ombi lako.
th: เกิดข้อผิดพลาดในการประมวลผลคำขอของคุณ
zh: 处理您的请求时出错。

source: Error saving profile
ar: خطأ في حفظ الملف الشخصي
de: Fehler beim Speichern des Profils
es: Error al guardar perfil
fr: Erreur lors de l'enregistrement du profil
id: Kesalahan menyimpan profil
pt: Erro ao salvar perfil
ru: Ошибка сохранения профиля
sw: Hitilafu kuhifadhi wasifu
th: ข้อผิดพลาดในการบันทึกโปรไฟล์
zh: 保存个人资料时出错
